// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Gebrauchte Original HP Patronen eingesetzt";
HSD__65554__EventHeaderDescription = "Gebrauchte Original HP Patronen eingesetzt.";

// Non-HP
HSD__65559__EventTitle = "Patronen eines anderen Herstellers eingesetzt";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Falls Ihnen diese Patronen als Original HP Patronen verkauft wurden, besuchen Sie bitte: HSD_LINK:HSDAnticounterfeitLink. Dort erhalten Sie weitere Informationen und können Ihren Betrugsverdacht mitteilen.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "Danke, dass Sie Original HP Patronen eingesetzt haben!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Ausrichtung empfohlen";
HSD__65569__EventDescription = "HSD_TEXT:Richten Sie neue Patronen oder Druckköpfe aus, um die bestmögliche Druckqualität zu erzielen.
Klicken Sie zum Starten des Vorgangs auf HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Gebrauchte, nachgefüllte oder gefälschte Patrone erkannt";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "Papierformat ist größer als erwartet";
HSD__65716__EventDescription = "HSD_TEXT:Das von den Druckersensoren erkannte Paierformat ist größer als das in der Software ausgewählte Format.
Wenn Sie das Drucken mit diesem Papier fortsetzen möchten, klicken Sie zum Fortfahren auf HSDOKButton.
Sie können das Papier auch auswechseln und den Druckauftrag dann erneut senden.
Klicken Sie zum Abbrechen des Druckauftrags auf HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "Papierformat ist kleiner als erwartet";
HSD__65717__EventDescription = "Das von den Druckersensoren erkannte Format ist kleiner als das in der Software ausgewählte Format.
Wenn das im Drucker eingelegte Papier das korrekte Format aufweist, ändern Sie das in der Software ausgewählte Papierformat und senden Sie den Druckauftrag erneut.
Der aktuelle Druckauftrag wird abgebrochen.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Papier in Drucker einlegen";
HSD__65921__EventDescription = "HSD_TEXT:Kein Papier im Drucker. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problem im Drucksystem";
HSD__65935__EventDescription = "HSD_TEXT:Die Druckfunktion ist deaktiviert. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:Der Drucker hat ein Problem erkannt. Überprüfen Sie den Innenbereich des Druckers, entfernen Sie gestautes Papier oder beheben Sie sonstige Blockaden.
Wenn das Problem weiterhin besteht, wenden Sie sich an den Druckeradministrator oder den technischen Support.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Druckerwartung";
HSD__65953__EventDescription = "Der Drucker kann nicht drucken, weil ein Teil im Inneren des Druckers ausgetauscht wird. Nach dem Austausch des Teils kann der Druck fortgesetzt werden.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Ein Teil des Druckers muss repariert werden, sodass bestimmte Druckerfunktionen eingeschränkt oder gar nicht verfügbar sind. Drucken ist jedoch weiterhin möglich.
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Kommunikationsfehler";
HSD__65983__EventDescription = "HSD_TEXT:Interner Kommunikationsfehler im Faxmodul. HSDContactSupport

Hinweis: Drucken, Kopieren und Scannen sind weiterhin möglich.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Papierstau";
HSD__65987__EventDescription = "Weitere Anweisungen zum Beseitigen des Staus finden Sie auf dem Druckerbedienfeld.";

// No faxes in memory
HSD__66000__EventDescription = "Empfangene Faxe können nicht gedruckt werden, weil zurzeit keine Faxe im Druckerspeicher gespeichert sind.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Ein Farbfax kann nur an jeweils einen Empfänger gesendet werden.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Aktivieren Sie zum Senden von Farbfaxen den Fehlerkorrekturmodus. HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Besuchen Sie die HP Instant Ink-Website, um sich erneut zu registrieren (HSD_LINK:HSDInstantInkLink).";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Nach Ablauf des laufenden Abrechnungszeitraums werden die angegebenen Patronen, die im Drucker eingesetzt sind, nicht mehr funktionieren. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Aktion erforderlich";
HSD__66011__EventDescription = "\"E\" und \"9\" leuchten auf dem Bedienfeld-Display. Sie können diese Meldung löschen, indem Sie die Zugangsklappe zu den Druckköpfen schnell vollständig öffnen und wieder schließen. Weitere Informationen finden Sie auf der soeben vom Drucker gedruckten Seite.

Hinweis: Dieses Ereignis tritt nur nach umfangreichen Druckvorgängen ein, wenn Tintenablagerungen allmählich die Druckqualität beeinträchtigen können.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Geschützte HP Tonerkartusche eingesetzt";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Geschützte HP Trommel eingesetzt";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Wenig Toner";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Wenig Toner in Trommel";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Keine Tonerkartusche";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Keine Trommel";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Sehr wenig Toner";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Sehr wenig Toner in Trommel";

// Door Open (Front)
HSD__75025__EventTitle = "Vordere Klappe geöffnet";

// Door Open (Rear)
HSD__75026__EventTitle = "Hintere Klappe geöffnet";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Verbrauchsmaterial - Speicherfehler Toner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Verbrauchsmaterial - Speicherfehler Trommel";

// Defective Memory
HSD__75032__EventTitle = "Zubehörspeicher – Fehler";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Tonerkartuschen eingesetzt";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Trommel eingesetzt";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Inkompatible Tonerkartusche";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Inkompatible Trommel";

// Incorrect Cartridge
HSD__75045__EventTitle = "Falsche Patrone in Halterung";
HSD__75045__EventDescription = "Nehmen Sie die Patrone heraus und setzen Sie diese wieder ein. Vergewissern Sie sich, dass die Patrone sich in der richtigen Halterung befindet.";

// Insufficient Memory
HSD__75060__EventTitle = "Nicht genügend Druckerspeicher";
HSD__75060__EventDescription = "Der Druckerspeicher ist voll. Der Druckauftrag wird abgebrochen.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Papierstau in Fach";
HSD__75065__EventDescription = "Entfernen Sie Fremdkörper bzw. die Fächer blockierende Objekte aus dem Drucker.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Papierstau in Fixiereinheit";
HSD__75066__EventDescription = "Entfernen Sie Fremdkörper bzw. die Fixiereinheit oder die Tonerkartusche blockierende Objekte aus dem Drucker.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Papierstau in Ausgabefach";
HSD__75067__EventDescription = "Entfernen Sie Fremdkörper bzw. die Ausgabefächer blockierende Objekte aus dem Drucker.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Papierstau in Duplexeinheit";
HSD__75068__EventDescription = "Entfernen Sie Fremdkörper bzw. die Duplexeinheit blockierende Objekte aus dem Drucker.";

// lightPipeBlocked
HSD__75070__EventTitle = "Kartuschensensor – Fehler";
HSD__75070__EventDescription = "Der zum Erfassen des Tonergehalts in der Tonerkartusche verwendete Lichtleiter funktioniert nicht. Dieser Fehler führt dazu, dass der Druckvorgang gestoppt wird.

Überprüfen Sie den Bereich um den Kartuschensensor und entfernen Sie alle Fremdkörper, die den Lichtleitersensor blockieren.";

// Manual Duplex
HSD__75075__EventTitle = "Duplex manuell";
HSD__75075__EventDescription = "HSD_TEXT:Auf dem Bedienfeld des Geräts wird eine Meldung oder ein Signal ausgegeben. Notieren Sie die Position für das Papier. Legen Sie das Papier in das korrekte Fach ein. Drücken Sie die Taste HSDOKButton/HSDResumeButton am Gerät, um fortzufahren.";

// Manually Feed
HSD__75080__EventTitle = "Papier manuell zuführen";
HSD__75080__EventDescription = "HSD_TEXT:Angefordertes Papier in Fach einlegen oder HSDOKButton/HSDResumeButton am Gerät drücken, um das verfügbare Papier zu verwenden.";

// Paper mount
HSD__75085__EventTitle = "Falsches Papierformat";
HSD__75085__EventDescription = "HSD_TEXT:Das Format des im Fach befindlichen Papiers entspricht nicht dem in der Software ausgewählten Papierformat.

Wenn das im Drucker eingelegte Papier das korrekte Format aufweist, ändern Sie die Papierformateinstellung in der Software und senden Sie den Druckauftrag erneut.

Wenn das im Drucker eingelegte Papier nicht das korrekte Format aufweist, legen Sie Papier mit dem korrekten Format ein.

Wenn Sie weiter mit dem Drucker drucken möchten, drücken Sie in der Drucker-Bedienfeldanzeige auf HSDOKButton oder auf \"HSDResumeButton\", um mit dem Drucken fortzufahren.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Toner-Speicher scheint zu fehlen";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Trommel-Speicher scheint zu fehlen";

// Mpacco Active
HSD__75100__EventTitle = "Schwarze Druckpatrone auswechseln";
HSD__75100__EventDescription = "HSD_TEXT:Der Drucker wurde vom Kunden so konfiguriert, dass bei sehr niedrigem Füllstand des farbigen Verbrauchsmaterials nur mit Schwarz weitergedruckt wird. Das farbige Verbrauchsmaterial produziert möglicherweise weiterhin eine annehmbare Druckqualität. Wechseln Sie für das Drucken in Farbe entweder die Farbpatrone aus oder konfigurieren Sie den Drucker neu.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Unzulässige Tonerkartusche";

// Unauthorized Drum
HSD__75106__EventTitle = "Unzulässige Trommel";

// Printer Error
HSD__75115__EventTitle = "Druckerfehler";
HSD__75115__EventDescription = "Kritischer Druckerfehler. Der Drucker kann nicht drucken.";

// Printer Mispick
HSD__75120__EventTitle = "Einzugsfehler";
HSD__75120__EventDescription = "HSD_TEXT:Kein Papiereinzug. Drücken Sie zum Fortfahren die Taste HSDOKButton oder \"HSDResumeButton\" auf dem Bedienfeld des Druckers.";

// Print Failure
HSD__75125__EventTitle = "Druckerfehler";
HSD__75125__EventDescription = "Es besteht ein Problem mit dem Drucker oder dem Drucksystem. Schalten Sie den Drucker aus und dann wieder ein.

Wird diese Meldung weiterhin angezeigt, wenden Sie sich bitte an HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Tonerkartusche ersetzen";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Trommel ersetzen";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "Kein Papier";
HSD__75170__EventDescription = "Kein Papier mehr im Drucker.
Legen Sie Papier in das entsprechende Papierfach ein.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Kein Papier in Fach 2";
HSD__75171__EventDescription = "Legen Sie Papier in Fach 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Unerwartetes Papierformat";
HSD__75175__EventDescription = "HSD_TEXT:Das vom Druckersensor erkannte Papierformat entspricht nicht dem für das Papierfach angegebenen Format.

Wenn das im Drucker eingelegte Papier das korrekte Format aufweist, ändern Sie das für das Fach angegebene Format über das Druckerbedienfeld oder über HSD_KEYED_LINK:HSDTraysConfigurationLink und senden Sie den Druckauftrag erneut.

Wenn das im Drucker eingelegte Papier nicht das korrekte Format aufweist, legen Sie Papier mit dem korrekten Format ein.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Benutzte oder gefälschte Tonerkartusche eingesetzt";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Benutzte oder gefälschte Trommel eingesetzt";

// Over filled detection
HSD__75195__EventTitle = "Zu viel Papier eingelegt";
HSD__75195__EventDescription = "HSD_TEXT:Stellen Sie sicher, dass das eingelegte Papier die Papierstapelmarkierung im Fach nicht überschreitet. Klicken Sie zum Fortfahren auf dem Bedienfeld auf HSDOKButton/HSDResumeButton.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Geringer Tintenfüllstand";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Wenig Papier";
HSD__65920_65940__EventDescription = "HSD_TEXT:Im Drucker befindet sich wenig Papier. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Druckerproblem";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Problem mit dem Drucksystem. Starten Sie den Drucker neu und führen Sie den Druckauftrag erneut aus.
Besteht das Problem weiterhin, wenden Sie sich an den Support.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "Druckerüberprüfung erforderlich";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Ein Druckerproblem ist aufgetreten. Sie können jedoch weiterhin drucken.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Ein Druckerproblem ist aufgetreten und die Druckfunktion steht nicht zur Verfügung.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Faxproblem";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink-Registrierung storniert";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Die oben aufgeführten Tonerkartuschen können nur in dem Drucker verwendet werden, in dem die Kartuschen ursprünglich von der HP Patronenschutzfunktion geschützt wurden. Sie müssen daher ausgewechselt werden.

Die HP Patronenschutzfunktion ermöglicht es Besitzern von Druckern, die eingesetzten Tonerkartuschen so einzustellen, dass sie nur im jeweiligen Drucker funktionieren.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Der Füllstand in den angegebenen Tonerkartuschen ist niedrig.

Sie müssen die Kartuschen nicht sofort auswechseln.

HP empfiehlt, Ersatzkartuschen für den Fall bereitzuhalten, dass der Toner in der Kartusche aufgebraucht ist und diese ausgewechselt werden muss.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Die oben aufgeführten Tonerkartuschen scheinen zu fehlen, werden nicht erkannt oder sind falsch eingesetzt.

Wenn Tonerkartuschen eingesetzt sind, nehmen Sie die betreffende Kartusche heraus und setzen Sie sie erneut ein, sodass sie richtig sitzt.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "Die Klappe oder Abdeckung muss zum Drucken geschlossen sein.

Vergewissern Sie sich, dass sie fest verschlossen ist.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:Der Drucker kann den Speicher der oben aufgeführten Tonerkartusche nicht erkennen. Der Kartuschenspeicher ist beschädigt oder es ist keine Kommunikation mit der Tonerkartusche möglich.

Sie müssen die Tonerkartusche jetzt ersetzen.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Ihre Software kann Tonerkartuschen über einen Onlinedienst authentifizieren. Zurzeit ist der Zugriff auf das Internet jedoch nicht möglich.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Die oben angegebenen Tonerkartuschen sind in der aktuellen Druckerkonfiguration nicht zur Verwendung in diesem Drucker vorgesehen.

Weitere Informationen finden Sie in der Hilfe zum Drucker.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:Der Drucker kann den Speicher der oben aufgeführten Tonerkartusche nicht erkennen.

Sie können die Tonerkartusche erneut einsetzen. Wenn das Problem weiterhin besteht, müssen Sie die Kartusche auswechseln.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:Der Administrator hat das Gerät so konfiguriert, dass nur Original HP Verbrauchsmaterial verwendet werden kann. Sie müssen die Tonerkartusche auswechseln, um weiterdrucken zu können. Falls Ihnen die Tonerkartusche als Original HP Verbrauchsmaterial verkauft wurde, besuchen Sie bitte: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Die oben aufgeführten Tonerkartuschen enthalten sehr wenig Toner und müssen zum Fortsetzen des Druckvorgangs ausgewechselt werden.

HP empfiehlt, Tonerkartuschen erst zu entfernen, wenn Ersatzkartuschen vorhanden sind.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Es wurde gebrauchtes Zubehör eingesetzt. Falls Ihnen das Zubehör als Original HP Zubehör verkauft wurde, besuchen Sie bitte: HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Druckerreparaturen, die durch die Verwendung von gebrauchtem Zubehör verursacht werden, sind nicht von der Garantie abgedeckt. Der Zubehörstatus und die zugehörigen Funktionen sind nicht verfügbar.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP empfiehlt ColorLok® Papier für optimale Ergebnisse.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Sie haben den HP Instant Ink-Service storniert.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Tintenersatzdienst";
HSDSaveInkString = "Bis zu 50 % bei Tinte sparen*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink Nutzungsbedingungen.";
HSDOriginalInkString = "Original HP Tinte – von Ihrem Drucker bestellt, von uns direkt an Sie geliefert.";
HSDSendInkNowString = "Klicken Sie auf \"Tinte jetzt senden\", um weitere Informationen anzuzeigen und sich anzumelden.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP bietet eine weitere nützliche Methode, um Zubehör zu bestellen…";
HSDShopForSuppliesText = "Klicken Sie auf \"Shop für Zubehör\", um Original HP Tintenpatronen schnell und bequem über HP SureSupply zu bestellen.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP empfiehlt, bei nachlassender Druckqualität stets eine Ersatzdruckpatrone zur Hand zu haben.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Wenn der Austausch der Tonerkartusche erfolgen soll, finden Sie unter dem folgenden Link Informationen zum Recycling: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Klicken Sie auf \"HSDBuyNowButton\", um eine Original HP Ersatzpatrone zu bestellen.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP übernimmt keine Garantie für die Qualität und Zuverlässigkeit von Verbrauchsmaterialien, die nicht von HP stammen.
Druckerwartungen oder -reparaturen, die infolge der Verwendung anderer Verbrauchsmaterialien erforderlich sind, fallen nicht unter die Garantie.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Patronen mit sehr niedrigem Füllstand sind möglicherweise so sehr entleert, dass sie eine schlechte Druckqualität verursachen.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Original HP Tinte – Vorteile";
HSD__warning__OriginalHPInkAdvantagesTitle = "Vorteile der Original HP Tinten werden nicht garantiert";
HSDProvenReliabilityTitle = "Bewährte Zuverlässigkeit";
HSDEfficientPerformanceTitle = "Effiziente Leistung";
HSDExceptionalQualityTitle = "Herausragende Qualität";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Es empfiehlt sich, eine Ausrichtung durchzuführen. Klicken Sie auf \"HSDAlignButton\", um die neue eingesetzten Patronen auszurichten.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Drücken Sie zum Abbrechen des Druckauftrags die Taste HSDCancelButton (X) am Drucker.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Weitere Informationen werden auf dem Druckerbedienfeld angezeigt oder wenden Sie sich an den Support.";
HSDSeeFrontPanel = "Weitere Informationen werden auf dem Druckerbedienfeld angezeigt.";
HSDSeeControlPanel = "Weitere Informationen werden auf dem Druckerbedienfeld angezeigt.";

// Support
HSDContactSupport = "Wenden Sie sich an den Support.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Abbrechen";
HSDResumeButton = "Fortsetzen";
HSDCancelPrintButton = "Druck abbrechen";
HSDCloseButton = "Schließen";
HSDBuyNowButton = "Jetzt kaufen";
HSDSendInkNowButton = "Tinte jetzt senden";
HSDShopForSuppliesButton = "Shop für Zubehör";
HSDEstimatedInkLevelsLink = "Geschätzte Tintenfüllstände";
HSDEstimatedCartridgeLevelsLink = "Geschätzte Tintenfüllstände";
HSDAuthenticateLaterButton = "Später authentifizieren";
HSDDoNotAuthenticateButton = "Nicht authentifizieren";
HSDAlignButton = "Ausrichten";
HSDDoNotAlignButton = "Nicht ausrichten";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Papierfachkonfiguration";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Zyanblaue [C]";
"magenta" = "Magentarote [M]";
"yellow" = "Gelb [Y]";
"black" = "Schwarz [K]";
"red" = "Rot [R]";
"green" = "Grün [G]";
"blue" = "Blau [B]";
"lightcyan" = "Hellcyan [HC]";
"lightmagenta" = "Hellmagenta [HM]";
"orange" = "Orange [O]";
"gray" = "Grau [G]";
"lightgray" = "Hellgrau [HG]";
"darkgray" = "Dunkelgrau [DG]";
"photoblack" = "Foto Schwarze [FS]";
"matteblack" = "Schwarze Matt [SM]";
"glossenhancer" = "Glanzverstärker";
"violet" = "Violett [V]";
"gold" = "Gold [??]";
"silver" = "Silber [??]";
"bronze" = "Bronze [??]";
"metallic" = "Rot Metallic [??]";
"tricolor" = "Dreifarbig [Zyanblaue/Magenta/Gelb]";
"photo" = "Foto [Schwarze/Hellcyan/Hellmagenta]";
"photogray" = "Graufoto [Schwarze/Grau/Hellgrau]";
"lightcyanlightmagenta" = "Hellmagenta [HM]/Hellcyan [HC]";
"magentayellow" = "Magentarote [M]/Gelbe [G]";
"mediumcyan" = "Schwarze Matt [SM]/Cyan [C]";
"mediumgray" = "Foto Schwarze [FS]/Hellgrau [HG]";
"magentacyan" = "Magentarote [M]/Zyanblaue [C]";
"cyanmagenta" = "Magentarote [M]/Zyanblaue [C]";
"blackyellow" = "Schwarze [S]/Gelbe [G]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Trommel [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
